Repository: Jawziyya/azkar-ios
Catalog: Azkar/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, en, tr

# about.credits.font
source: Шрифт %@
ar: %@ الخط
en: Font %@
tr: Yazi tipi %@

# about.credits.image
source: Изображение %@
ar: %@ صورة
en: Image %@
tr: Görseller %@

# about.support.header
source: ⚒ Обратная связь
ar: استجابة ⚒
en: ⚒ Feedback
tr: ⚒ Geribildirim

# about.support.leave-review
source: Оставить отзыв
ar: ترك التعليق
en: Leave a review
tr: Yorum bırak

# about.support.write-to-email
source: Написать на эл. почту
ar: اكتب رسالة بريد الكتروني
en: Write email
tr: E-mail yaz

# about.title
source: О приложении
ar: عن هذا التطبيق
en: About
tr: Uygulama hakkında

# accessibility.common.collapsed
source: Свернуто
ar: مطوي
en: Collapsed
tr: Daraltildi

# accessibility.common.expanded
source: Развернуто
ar: موسع
en: Expanded
tr: Genisletildi

# accessibility.common.item-completed
source: %@, завершено
ar: %@، مكتمل
en: %@, completed
tr: %@, tamamlandi

# accessibility.common.more-info
source: Подробнее
ar: مزيد من المعلومات
en: More info
tr: Daha fazla bilgi

# accessibility.common.not-selected
source: Не выбрано
ar: غير محدد
en: Not selected
tr: Secili degil

# accessibility.common.open-dhikr
source: Открывает зикр
ar: يفتح الذكر
en: Opens dhikr
tr: Zikri acar

# accessibility.common.selected
source: Выбрано
ar: محدد
en: Selected
tr: Secili

# accessibility.item-picker.locked
source: Недоступно
ar: مقفل
en: Locked
tr: Kilitli

# accessibility.notifications.item-number
source: Уведомление №%d
ar: الإشعار رقم %d
en: Notification #%d
tr: Bildirim %d

# accessibility.notifications.remove-scheduled
source: Удалить запланированные уведомления
ar: احذف الإشعارات المجدولة
en: Remove scheduled notifications
tr: Planlanmis bildirimleri kaldir

# accessibility.player.elapsed-time
source: Прошедшее время
ar: الوقت المنقضي
en: Elapsed time
tr: Gecen sure

# accessibility.player.pause-audio
source: Приостановить аудио
ar: إيقاف الصوت مؤقتا
en: Pause audio
tr: Sesi duraklat

# accessibility.player.paused
source: На паузе
ar: متوقف مؤقتا
en: Paused
tr: Duraklatildi

# accessibility.player.play-audio
source: Воспроизвести аудио
ar: تشغيل الصوت
en: Play audio
tr: Sesi oynat

# accessibility.player.playback-progress
source: Ход воспроизведения
ar: تقدم التشغيل
en: Playback progress
tr: Oynatma ilerlemesi

# accessibility.player.playback-speed
source: Скорость воспроизведения
ar: سرعة التشغيل
en: Playback speed
tr: Oynatma hizi

# accessibility.player.playing
source: Воспроизводится
ar: قيد التشغيل
en: Playing
tr: Oynatiliyor

# accessibility.player.progress-percent
source: %d процентов
ar: %d بالمئة
en: %d percent
tr: yuzde %d

# accessibility.player.remaining-time
source: Оставшееся время
ar: الوقت المتبقي
en: Remaining time
tr: Kalan sure

# accessibility.player.restart-audio
source: Перезапустить аудио
ar: إعادة تشغيل الصوت
en: Restart audio
tr: Sesi yeniden baslat

# accessibility.reading-completion.go-to-uncompleted-hint
source: Открывает первый незавершенный зикр
ar: يفتح أول ذكر غير مكتمل
en: Opens the first uncompleted dhikr
tr: Ilk tamamlanmamis zikri acar

# accessibility.reading-completion.mark-completed-hint
source: Отмечает текущую подборку как завершенную
ar: يضع المجموعة الحالية كمكتملة
en: Marks the current collection as completed
tr: Guncel koleksiyonu tamamlandi olarak isaretler

# accessibility.search.search-hint
source: Ищет
ar: ابحث
en: Search
tr: Ara

# accessibility.zikr.arabic-text
source: Текст зикра на арабском
ar: نص الذكر بالعربية
en: Arabic dhikr text
tr: Arapca zikir metni

# accessibility.zikr.counter-format-hint
source: Дважды коснитесь, чтобы изменить формат счетчика
ar: انقر مرتين لتغيير تنسيق العداد
en: Double tap to change the counter format
tr: Sayac bicimini degistirmek icin iki kez dokunun

# accessibility.zikr.counter-increment-hint
source: Дважды коснитесь, чтобы увеличить счетчик
ar: انقر مرتين للزيادة
en: Double tap to increment
tr: Artirmak icin iki kez dokunun

# accessibility.zikr.line-number
source: Строка %d
ar: السطر %d
en: Line %d
tr: Satir %d

# accessibility.zikr.play-line-hint
source: Воспроизводит аудио с этой строки
ar: يشغل الصوت من هذا السطر
en: Plays audio from this line
tr: Sesi bu satirdan oynatir

# accessibility.zikr.remaining-total
source: Осталось %1$d из %2$d
ar: المتبقي %1$d من %2$d
en: %1$d of %2$d remaining
tr: %1$d / %2$d kaldi

# accessibility.zikr.source-open-hint
source: Открывает сведения об источнике
ar: يفتح تفاصيل المصدر
en: Opens source details
tr: Kaynak ayrintilarini acar

# accessibility.zikr.source-unavailable-hint
source: Сведения об источнике недоступны
ar: تفاصيل المصدر غير متاحة
en: Source details unavailable
tr: Kaynak ayrintilari kullanilamiyor

# adhkar-collections.azkar-ru.description
source: Это коллекция с сайта Azkar.ru, которая использовалась в этом приложении с момента его создания.
ar: هذه مجموعة من موقع Azkar.ru تم استخدامها في هذا التطبيق منذ إنشائه
en: This is a collection from the Azkar.ru website, which has been used in this application since its first release.
tr: Bu, uygulamanın oluşturulduğu andan itibaren kullanılan Azkar.ru sitesindeki koleksiyondur.

# adhkar-collections.azkar-ru.title
source: Сайт Azkar.ru
ar: موقع Azkar.ru
en: Azkar.ru Website
tr: Azkar.ru Web Sitesi

# adhkar-collections.hisn.description
source: Коллекция утренних и вечерних азкаров из известного сборника «Крепость верующего». Данная коллекция используется в подавляющем большинстве приложений для чтения азкаров.
ar: مجموعة أذكار الصباح والمساء من الكتاب الشهير "حصن المسلم". تُستخدم هذه المجموعة في الغالبية العظمى من تطبيقات قراءة الأذكار.
en: A collection of morning and evening adhkar from the well-known compilation 'Fortress of the Muslim.'\nThis collection is used in the vast majority of adhkar reading applications.
tr: Ünlü "Müminin Kalesi" derlemesinden sabah ve akşam ezkar koleksiyonu. Bu koleksiyon, ezkar okuma uygulamalarının büyük çoğunluğunda kullanılmaktadır.

# adhkar-collections.hisn.short-title
source: «Крепость»
ar: حصن المسلم
en: Fortress
tr: «Kale»

# adhkar-collections.hisn.title
source: Сборник «Крепость верующего»
ar: حصن المسلم
en: Hisn Al Muslim
tr: Müminin Kalesi

# adhkar-collections.onboarding.step1
source: На основе пожеланий множества пользователей, мы добавили новую коллекцию азкаров.
ar: بناءً على طلبات العديد من المستخدمين، أضفنا مجموعة جديدة من الأذكار.
en: Based on numerous user requests, we have added a new collection of adhkar.
tr: Kullanıcıların birçok talebi doğrultusunda yeni bir ezkar koleksiyonu ekledik.

# adhkar-collections.onboarding.step2
source: Пожалуйста, выберите какую именно коллекцию вы хотите использовать.
ar: يرجى اختيار المجموعة التي تريد استخدامها.
en: Please select which collection you would like to use.
tr: Lütfen hangi koleksiyonu kullanmak istediğinizi seçin.

# adhkar-collections.onboarding.step3
source: Выбор можно изменить в настройках в любое время.
ar: يمكنك تغيير الاختيار في الإعدادات في أي وقت.
en: You can change your selection in the settings at any time.
tr: Seçiminizi ayarlardan dilediğiniz zaman değiştirebilirsiniz.

# adhkar-collections.onboarding.title
source: Коллекции утренних и вечерних азкаров
ar: مجموعات أذكار الصباح والمساء
en: Morning and Evening Adhkar Collections
tr: Sabah ve akşam ezkar koleksiyonları

# adhkar-collections.order-explanation-text
source: В Сунне Пророка, да благословит его Аллах и приветствует, нет указания на определенный порядок чтения азкаров. Составитель того или иного сборника располагает азкары в нём на своё усмотрение и читатель так же вправе выбирать для себя удобный порядок чтения.
ar: في سُنّة النبي، صلى الله عليه وسلم، لا يوجد توجيه بترتيب معين لقراءة الأذكار. يقوم مؤلف أي مجموعة بترتيب الأذكار فيها وفقًا لاجتهاده، وكذلك للقارئ الحرية في اختيار الترتيب المناسب له.
en: There is no specific order for reciting adhkar mentioned in the Sunnah of the Prophet, peace and blessings be upon him. The compiler of a given collection arranges the adhkar at their discretion, and the reader is likewise free to choose an order that is convenient for them.
tr: Peygamber'in ﷺ sünnetinde ezkarların belirli bir okuma sırası hakkında bir talimat yoktur. Her derlemenin hazırlayıcısı ezkarları kendi takdirine göre sıralar ve okuyucu da kendisi için en uygun okuma düzenini seçmekte serbesttir.

# adhkar-collections.selection-screen-title
source: Выберите коллекцию
ar: اختر مجموعة
en: Select collection
tr: Bir koleksiyon seçin

# ads.dont-show-again
source: Не показывать снова
ar: لا تُظهر مرة أخرى
en: Do not show again
tr: Tekrar gösterme

# alerts.checkout-icon-packs
source: Выберите значок для приложения Azkar
ar: تحقق من حزم الأيقونات الجديدة المتاحة للتحميل
en: Select your favorite app icon
tr: Azkar uygulaması için simge seçin

# alerts.turn-on-notifications-alert
source: Включите уведомления, чтобы приложение напоминало о времени утренних и вечерних азкаров
ar: قم بتشغيل الإشعارات للحصول على تذكيرات حول أذكار الصباح والمساء
en: Turn on notifications to receive reminders about morning and evening adhkar
tr: Zikirleri hatırlatabilmek için bildirimleri açınız

# category.after-salah
source: Азкары после молитвы
ar: أذكار بعد الصلاة
en: Adhkar after salah
tr: Namazdan sonra yapılan zikirler

# category.evening
source: Вечерние
ar: مساء
en: Evening
tr: Akşam

# category.hundred-dua
source: 100 дуа из Корана и Сунны
ar: ١٠٠ دعاء من القرآن والسنة
en: 100 Duas from the Quran and Sunnah
tr: Kuran ve Sünnetten 100 Dua

# category.morning
source: Утренние
ar: صباح
en: Morning
tr: Sabah

# category.night
source: Перед сном
ar: أذكار النوم
en: Bedtime
tr: Uyku öncesi

# category.other
source: Важные азкары
ar: أذكار
en: Important adhkar
tr: Önemli zikirler

# common.about
source: О приложении
ar: عن هذا التطبيق
en: About
tr: Uygulama hakkında

# common.apply
source: Применить
ar: تطبيق
en: Apply
tr: Uygula

# common.back
source: Назад
ar: رجوع
en: Back
tr: Geri

# common.cancel
source: Отмена
ar: إلغاء
en: Cancel
tr: İptal

# common.complete
source: Завершить
ar: أكمل
en: Complete
tr: Tamamla

# common.contact
source: Обратная связь
ar: التواصل
en: Feedback
tr: iletişim kur

# common.continue
source: Продолжить
ar: متابعة
en: Continue
tr: Devam et

# common.default
source: По умолчанию
ar: الافتراضي
en: Default
tr: Varsayılan

# common.delete
source: Удалить
ar: حذف
en: Delete
tr: Sil

# common.dhikr
source: Зикр №%@
ar: ألذكر %@
en: Dhikr #%@
tr: Zikir №%@

# common.done
source: Готово
ar: تم
en: Done
tr: Tamam

# common.enable
source: Включить
ar: تفعيل
en: Enable
tr: Etkinleştir

# common.error
source: Ошибка
ar: خطأ
en: Error
tr: Hata

# common.language
source: Язык
ar: اللغة
en: Language
tr: Dil

# common.menu
source: Меню
ar: القائمة
en: Menu
tr: Menü

# common.next
source: Далее
ar: التالي
en: Next
tr: İleri

# common.no-search-results
source: Нет результатов поиска
ar: لا توجد نتائج بحث
en: No search results
tr: Arama sonucu bulunamadı

# common.ok
source: ОК
ar: حسناً
en: OK
tr: Tamam

# common.open
source: Открыть
ar: فتح
en: Open
tr: Aç

# common.pick-section
source: Выберите раздел
ar: اختر قسمًا
en: Please select section
tr: Bölüm seçin

# common.project
source: проект
ar: المشروع
en: project
tr: proje

# common.report-problem
source: Сообщить о проблеме
ar: الإبلاغ عن مشكلة
en: Report a problem
tr: Sorun bildir

# common.reset-counter
source: Сбросить счётчик
ar: إعادة تعيين العداد
en: Reset counter
tr: Sayaç Sıfırla

# common.restore
source: Восстановить
ar: إعادة
en: Restore
tr: Geri yükleme

# common.search
source: Поиск
ar: بحث
en: Search
tr: Arama

# common.send
source: Отправить
ar: إرسال
en: Send
tr: Gönder

# common.settings
source: Настройки
ar: الإعدادات
en: Settings
tr: Ayarlar

# common.share
source: Поделиться
ar: مشاركة
en: Share
tr: Paylaş

# common.share-app
source: Поделиться приложением
ar: شارك التطبيق
en: Share Azkar App
tr: Uygulamayı paylaş

# common.skip
source: Пропустить
ar: تخطي
en: Skip
tr: Atla

# common.theme
source: Тема
ar: السمة
en: Theme
tr: Tema

# common.unable-to-load
source: Не удалось загрузить
ar: تعذر التحميل
en: Unable to Load
tr: Yüklenemedi

# common.version
source: Версия
ar: نسخة التطبيق
en: Version
tr: Versiyon

# credits.animation
source: Анимация %@
ar: %@ حيوية
en: Animation %@
tr: Animasyon %@

# credits.azkar-ru
source: Перевод, транскрипция, аудиофайлы озвучки (azkar.ru)
ar: موقع Azkar.ru
en: Russian translation, transcription, audiofiles (azkar.ru)
tr: Çeviri, transkripsiyon, ses dosyalar (azkar.ru)

# credits.fonts
source: ✏️ Шрифты
ar: ✏️ الخطوط
en: ✏️ Fonts
tr: ✏️ Yazı tipleri

# credits.graphics
source: 🎨 Графические материалы и шрифты
ar: الرسومات والخطوط 🎨
en: 🎨 Graphic materials and fonts
tr: 🎨 Grafik materyaller ve yazı tipleri

# credits.libraries
source: 🧱 Библиотеки с открытым кодом
ar: مكتبات مفتوحة المصدر 🧱
en: 🧱 Open source libraries
tr: 🧱 Açık kaynak kitaplıkları

# credits.materials
source: 🗃 Материалы
ar: الكمتبات 🗃
en: 🗃 Reference
tr: 🗃 Materyaller

# credits.quran-complex-font
source: Шрифт Комплекса имени Короля Фахда по изданию Священного Корана
ar: خط مجمع الملك فهد لطباعة المصحف الشريف
en: Font of «King Fahd Complex for the Printing of the Holy Quran»
tr: Kur'an-ı Kerim'in baskısına dayanan Kral Fahd Kompleksi'nin yazı tipi

# credits.sounds
source: 🔊 Звуки
ar: 🔊 الأصوات
en: 🔊 Sounds
tr: 🔊 Sesler

# credits.source-code
source: Исходный код приложения Azkar (github.com)
ar: الشفرة المصدرية
en: Source code of the app (github.com)
tr: Azkar uygulama kaynak kodu (github.com)

# credits.studio.instagram-page
source: Страница в Instagram
ar: صفحة الإنستجرام
en: Instagram page
tr: Instagram hesabımız

# credits.studio.jawziyya-apps
source: Наши приложения
ar: تطبيقاتنا
en: Our Apps
tr: Diğer uygulamalarımız

# credits.studio.telegram-channel
source: Канал в Telegram
ar: قناة تيليجرام
en: Telegram channel
tr: Telegram kanalımız

# credits.subtitle
source: Информация о текстовых, графических и других материалах.
ar: معلومات عن المواد النصية والرسومية وغيرها
en: Information on used text, graphic, and other media materials.
tr: Metin, grafik ve diğer materyaller hakkında bilgi.

# credits.title
source: Ссылки
ar: الشكر والتقدير
en: Credits
tr: Katkılar

# fadl.source.AbuDaud
source: Абу Дауд
ar: أبو داود
en: Abu Daud
tr: Ebu Davud

# fadl.source.Beyhaqi
source: аль-Бейхаки
ar: البيهقي
en: al-Beyhaqi
tr: el-Beyhaki

# fadl.source.Bukhari
source: «Сахих», аль-Бухари
ar: البخاري
en: Sahih al-Bukhari
tr: «Sahih», el-Buhari

# fadl.source.Muslim
source: «Сахих», Муслим
ar: مسلم
en: Sahih Muslim
tr: «Sahih», Müslim

# fadl.source.Quran
source: Коран
ar: القرآن
en: Quran
tr: Kur'an

# fonts.arabic.info
source: Часть шрифтов не поддерживает отображение огласовок. Чтобы узнать, поддерживает шрифт огласовки или нет, обратите внимание на картинку с примером справа от названия шрифта.
ar: بعض الخطوط لا تدعم عرض التشكيل. لمعرفة ما إذا كان الخط يدعم التشكيل أم لا، انظر إلى الصورة التوضيحية على يمين اسم الخط.
en: Some fonts do not support displaying Arabic language vowels. Please look at the sample image to determine which font supports vowels.
tr: Bazı yazı tipleri harekelerin gösterilmesini desteklemez. Bir yazı tipinin hareke destekleyip desteklemediğini öğrenmek için yazı tipi adının sağındaki örnek resme bakın.

# fonts.monospace-font
source: Моноширинный
ar: أحادي المسافة
en: Monospaced
tr: Eş aralıklı yazı

# fonts.standard-font
source: Системный
ar: الخط القياسي
en: System font
tr: Sistem yazı tipi

# fonts.title
source: Шрифты
ar: الخطوط
en: Fonts
tr: Yazı tipleri

# fonts.type.arabic.kufi
source: Куфийские
ar: الكوفي
en: Kufi
tr: Kufi

# fonts.type.arabic.maghribi
source: Магрибийские
ar: المغربي
en: Maghribi
tr: Mağribi

# fonts.type.arabic.modern
source: Современные
ar: الحديث
en: Modern
tr: Modern

# fonts.type.arabic.naskh
source: Насх
ar: النسخ
en: Naskh
tr: Nesh

# fonts.type.arabic.other
source: Другие
ar: أخرى
en: Other
tr: Diğer

# fonts.type.arabic.riqa
source: Рика
ar: الرقعة
en: Riqa
tr: Rika

# fonts.type.arabic.thuluth
source: Сулюс
ar: الثلث
en: Thuluth
tr: Sülüs

# fonts.type.decorative
source: Декоративные
ar: Decorative
en: Decorative
tr: Dekoratif

# fonts.type.handwritten
source: Рукописные
ar: خط اليد
en: Handwritten
tr: El yazısı

# fonts.type.sansSerif
source: Без засечек
ar: خط بسيط
en: Sans Serif
tr: Tırnaksız

# fonts.type.serif
source: С засечками
ar: خط مزخرف
en: Serif
tr: Tırnaklı

# fonts.type.standard
source: Стандартные
ar: قياسية
en: Standard
tr: Standart

# icon_pack.info.purchased-message
source: Вы приобрели этот набор 🎉
ar: تم الشراء بنجاح! يمكنك الآن استخدام الأيقونات الجديدة.
en: You have purchased this App Icon pack 🎉
tr: Bu simge takımını satın aldınız 🎉

# icon_pack.standard.title
source: Стандартный набор значков
ar: الحزمة القياسية
en: Standard icons pack
tr: Standart simge takımı

# notifications.evening-notification-title
source: Вечерние азкары 🌄
ar: 🌄 أذكار المساء
en: Evening adhkar 🌄
tr: Akşam yapılan zikirler 🌄

# notifications.jumua.title
source: Дуа в день Джумуа
ar: يوم الجمعة المبارك
en: Dua in Jumua day
tr: Cuma günü duası

# notifications.morning-notification-title
source: Утренние азкары 🌅
ar: 🌅 أذكار الصباح
en: Morning adhkar 🌅
tr: Sabah yapılan zikirler 🌅

# onboarding.collections.message
source: В приложении доступно 2 коллекции азкаров
ar: يتوفر في التطبيق مجموعتان من الأذكار
en: The app offers 2 adhkar collections
tr: Uygulamada 2 zikir koleksiyonu mevcut

# onboarding.collections.title
source: Коллекции азкаров
ar: مجموعات الأذكار
en: Collections of adhkar
tr: Zikir koleksiyonları

# onboarding.completion.contact
source: Написать в Telegram
ar: تواصل معنا عبر Telegram
en: Contact us on Telegram
tr: Telegram’dan bize ulaşın

# onboarding.completion.message
source: Готово! Если вам нужна помощь или вы хотите поделиться обратной связью, смело обращайтесь к нам в Telegram — мы всегда рады помочь.
ar: شكرًا لك! إذا احتجت إلى أي مساعدة أو رغبت في مشاركة ملاحظاتك، فلا تتردد في التواصل معنا عبر تلغرام — نحن دائمًا هنا لمساعدتك.
en: Thank you! If you need any help or want to share feedback, feel free to reach out to us on Telegram — we’re always here to assist you.
tr: Teşekkürler! Yardıma ihtiyacınız olursa veya geri bildirim paylaşmak isterseniz, Telegram üzerinden bizimle iletişime geçebilirsiniz — her zaman yardımcı olmaya hazırız.

# onboarding.completion.title
source: Настройка завершена!
ar: اكتمل الإعداد!
en: Setup complete!
tr: Ayarlar tamamlandı!

# onboarding.reading-mode.message
source: Вам доступно два режима чтения. Обычный режим отображает текст в виде секций. Совмещённый режим показывает текст строка за строкой.
ar: يتوفر لك وضعان للقراءة. يعرض الوضع العادي النص على شكل مقاطع، بينما يعرض الوضع الموحّد النص سطرًا بسطر.
en: You have two reading modes available. The normal mode displays the text as sections. The combined mode shows the text line by line.
tr: İki okuma modu mevcuttur. Normal mod metni bölümler halinde gösterir. Birleştirilmiş mod ise metni satır satır gösterir.

# onboarding.reading-mode.title
source: Режим чтения
ar: وضع القراءة
en: Reading mode
tr: Okuma modu

# onboarding.transliteration.intro
source: Транскрипция помогает читать арабский текст латинскими или кириллическими буквами.
ar: تساعدك الترجمة الصوتية على قراءة النص العربي بالحروف اللاتينية أو السيريلية.
en: Transliteration helps you read Arabic text using Latin letters.
tr: Transliterasyon, Arapça metni Latin harfleriyle okumanıza yardımcı olur.

# onboarding.transliteration.title
source: Транскрипция
ar: الترجمة الصوتية
en: Transliteration
tr: Transliterasyon

# onboarding.transliteration.types.DIN31635
source: Строгая научная система латинизации арабского письма. Передаёт каждую букву арабского алфавита однозначно, с использованием диакритики. Подходит для точного академического чтения.
ar: نظام علمي صارم لتمثيل الحروف العربية باللاتينية. يعبّر عن كل حرف عربي بشكل دقيق وواضح، باستخدام العلامات الصوتية. مناسب للقراءة الأكاديمية الدقيقة.
en: A strict scientific system for Latinizing Arabic script. It represents each Arabic letter unambiguously using diacritics. Suitable for precise academic reading.
tr: Arap yazısını Latin alfabesine aktarmanın katı bilimsel sistemi. Her Arap harfini diakritik işaretlerle kesin biçimde iletir. Kesin akademik okuma için uygundur.

# onboarding.welcome.message
source: Позвольте мне представить вам небольшой гайд по настройке функций приложения. Это позволит вам настроить приложение для более удобного пользования.
ar: اسمح لي أن أقدّم لك دليلاً مختصراً لإعداد ميزات التطبيق. سيساعدك ذلك على ضبط التطبيق لاستخدام أكثر سهولة.
en: Let me show you a brief guide to configuring the app’s features. This will help you set it up for more convenient use.
tr: Uygulamanın özelliklerini ayarlamanız için size kısa bir rehber sunayım. Bu, uygulamayı daha rahat kullanmanız için yardımcı olur.

# onboarding.welcome.title
source: Добро пожаловать в Azkar!
ar: مرحبًا بك في Azkar!
en: Welcome to Azkar!
tr: Azkar’a hoş geldiniz!

# purchases.generic-error
source: Сейчас не удаётся показать варианты подписки. Пожалуйста, попробуйте позже.
ar: تعذر عرض خيارات الاشتراك في الوقت الحالي. يرجى المحاولة لاحقًا.
en: We are unable to display subscription options at this time. Please try again later.
tr: Şu anda abonelik seçeneklerini gösteremiyoruz. Lütfen daha sonra tekrar deneyin.

# purchases.unavailable
source: Покупки в приложении недоступны
ar: عمليات الشراء داخل التطبيق غير متاحة
en: In-app Purchases Unavailable
tr: Uygulama içi satın almalar kullanılamıyor

# purchases.unavailable-message
source: На этом устройстве нельзя совершать покупки, потому что платёжная система недоступна. Убедитесь, что магазин установлен и вы вошли в систему, затем попробуйте ещё раз.
ar: لا يمكن لهذا الجهاز إتمام عمليات الشراء لأن نظام الفوترة غير متاح. يرجى التأكد من تثبيت تطبيق المتجر وتسجيل الدخول، ثم حاول مرة أخرى
en: This device cannot make purchases because billing is not available. Please ensure the store app is installed and you are signed in, then try again
tr: Bu cihazda faturalandırma desteklenmediği için satın alma yapılamıyor. Lütfen mağaza uygulamasının yüklü olduğundan ve oturum açtığınızdan emin olun, ardından tekrar deneyin.

# read.narrated-by
source: привёл
ar: رواه
en: narrated by
tr: rivayet eden

# read.repeats
source: повторения
ar: التكرار
en: repeats
tr: tekrarlamalar

# read.source
source: источник
ar: روه
en: source
tr: kaynak

# read.transcription
source: транскрипция
ar: النطق
en: transliteration
tr: transkripsiyon

# read.translation
source: перевод
ar: ترجمة
en: translation
tr: Çeviri

# reading_completion.go_to_uncompleted
source: К непрочитанному
ar: الانتقال إلى غير المقروء
en: Go to Unread
tr: Okunmamışa git

# reading_completion.mark_as_completed
source: Отметить как прочитанное
ar: ضع علامة كمكتمل
en: Mark as completed
tr: Tamamlandı olarak işaretleyin

# reading_completion.subtitle
source: Вы завершили чтение азкаров в этом разделе
ar: لقد أكملت قراءة الأذكار
en: You completed reading adhkar in this category
tr: Bu kategorideki zikir okumayı tamamladınız

# reading_completion.title
source: Завершено!
ar: مكتمل!
en: Completed!
tr: Tamamlandı!

# reading_completion.track_your_progress
source: Вы можете отметить свой прогресс
ar: يمكنك وضع علامة على تقدمك
en: You can mark your progress
tr: İlerlemenizi işaretleyebilirsiniz

# release-notes.changelog
source: История обновлений
ar: سجل التحديثات
en: Changelog
tr: Güncelleme Geçmişi

# release-notes.previously-seen
source: Ранее просмотренное
ar: تم عرضه سابقاً
en: Previously Seen
tr: Daha Önce Görülen

# release-notes.whats-new
source: Что нового
ar: الجديد
en: What's New
tr: Yenilikler

# remaining-repeats
source: %d раз
ar: %d مرة
en: %d repeats
tr: %d tekrar

# remaining-repeats.completed
source: завершено
ar: اكتمل
en: completed
tr: tamamlandı

# search.suggested-adhkar
source: Азкары
ar: أذكار
en: Adhkar
tr: Ezkâr

# search.suggested-queries
source: Поисковые запросы
ar: استعلامات البحث
en: Search queries
tr: Arama sorguları
